/*
  Paddle.strings
  Paddle

  Created by Louis Harwood on 17/11/2015.
  Copyright © 2015 Paddle. All rights reserved.
*/

"OK" = "Ok";
"Error" = "Errore";
"Unspecified error" = "Errore non specificato";
"Close" = "Chiudi";
"Cancel" = "Cancella";
"Quit" = "Esci";
"Activated" = "Attivato";
"No Thanks!" = "No Grazie!";
"Email" = "E-mail";
"Email Address" = "Indirizzo e-mail";
"Licence Code" = "Codice della Licenza";
"Buy Now" = "Acquista Ora";
"By %@" = "Tramite % @";
"Join" = "Iscriviti";
"Enter Licence" = "Inserisci la Licenza";
"Continue Trial" = "Continua la Prova";
"Activate Licence" = "Attiva la Licenza";
"Activate" = "Attiva";
"Buy a copy of %@" = "Acquista una copia di %@";
"We're already checking a license, please wait a moment." = "Stiamo già verificando una licenza, ti preghiamo di attendere un momento.";
"Sorry" = "Scusa";
"A valid licence code is required. Please try again." = "È necessario un codice di licenza valido. Si prega di riprovare.";
"This copy of %@ is registered with the information below." = "Questa copia di %@ è registrata con le informazioni seguenti.";
"Your %@ Licence" = "La tua Licenza %@";
"Already purchased a licence? Fill in the form below and activate %@ instantly." = "Già acquistato una licenza? Compila il modulo sottostante e attiva %@ istantaneamente.";
"Thank you for registering %@" = "Grazie per aver registrato %@";
"Thank you for trying %@" = "Grazie per aver provato %@";
"Would you like to send anonymous usage information to the developer of %@ to help improve the application?" = "Desideri inviare informazioni anonime sull'utilizzo allo sviluppatore di %@ per aiutare a migliorare l'applicazione?";
"Send anonymous usage information?" = "Inviare informazioni anonime sull'utilizzo?";
"We'd love it if you could take a second to tell us how you're enjoying using %@" = "Ci farebbe piacere se potessi dedicarci un secondo per dirci come ti stai trovando a utilizzare %@";
"Are you enjoying %@?" = "Ti sta piacendo %@?";
"Get the latest from %@ direct to your inbox every week. Signup for our free email newsletter!" = "Ricevi le ultime novità da %@ direttamente nella tua casella di posta ogni settimana. Iscriviti alla nostra newsletter gratuita!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Grazie per il download, iscriviti alla nostra mailing list per rimanere aggiornato su tutte le ultime funzionalità di %@ e sulle applicazioni sviluppate dal nostro team!";
"No spam, ever." = "Niente spam, mai.";
"We promise!" = "È una promessa!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Grazie per il download, iscriviti alla nostra mailing list per rimanere aggiornato su tutte le ultime funzionalità di %@ e sulle applicazioni sviluppate dal nostro team!";
"Get updates from %@" = "Ricevi aggiornamenti da %@";
"Send direct feedback on how we can improve %@ using the form below." = "Invia un feedback diretto su come possiamo migliorare %@ utilizzando il seguente modulo.";
"Send Feedback" = "Invia un Feedback";
"Help improve %@!" = "Aiutaci a migliorare %@!";
"Ratings help us make %@ better! We're really excited to see what you think." = "Le recensioni ci aiutano a migliorare %@! Siamo davvero curiosi di sapere cosa ne pensi.";
"License deactivated." = "Licenza disattivata.";
"License could not be deactivated." = "La Licenza non può essere disattivata.";
"You have %d day remaining of your trial period." = "Rimane %d giorno alla fine del tuo periodo di prova.";
"You have %d days remaining of your trial period." = "Rimangono %d giorni alla fine del tuo periodo di prova.";
"Welcome to %@!" = "Benvenuto su %@!";
"We've sent details of any licenses for %@ to %@"               = "We've sent details of any licenses for %@ to %@"; //for app_name to email
"We've sent details of any licenses to %@"                      = "We've sent details of any licenses to %@"; //to email
"Unspecified error, please contact support."                    = "Unspecified error, please contact support.";
"%@ can send me product updates and offers via email. You can opt-out at any time." = "%@ può inviarmi tramite email offerte ed aggiornamenti sui prodotti. È possibile disiscriversi in qualsiasi momento.";
